{
    "metadata": {
        
        "upload_type": "publication",
        "publication_type": "conferencepaper",
        "access_right": "open",
        "license": "cc-by",
        "related_identifiers": [{"relation": "isPartOf", "identifier":"10.5281/zenodo.7845049"}],
        "contributors": [{"name":"Asprino, Luigi", "affiliation": "University of Bologna, Italy", "type": "Editor", "orcid": "0000-0003-1907-0677" },{"name":"Gangemi, Aldo", "affiliation": "University of Bologna and National Research Council – Institute of Cognitive Science and Technologies, Italy", "type": "Editor", "orcid": "0000-0001-5568-2684" },{"name":"Peroni, Silvio", "affiliation": "University of Bologna, Italy", "type": "Editor", "orcid": "0000-0003-0530-4305" }],
        "conference_title": "Extended Intelligence for Cultural Engagement",
        "conference_acronym": "ExICE",
        "conference_dates": "15 March 2023",
        "conference_place": "Bologna, Italy",
        "communities": [{"identifier":"exice"}],
        "conference_url": "https://spice-h2020.eu/conference/",

        "title" : "A methodology for enhancing the accessibility of scientific museum’s collections",
        "description": "Here we propose a methodology to generate meaningful interactions for cultural heritage artifacts using digital innovation with the aim to foster cultural engage-ment and inclusion. Having the objective of increasing the accessibility within museum paths both for the general public and for blind and visually impaired people, we developed a standardized, yet flexible approach for the reinstatement of tactility within museum paths and objects and a participatory model of fruition for museums’ scientific collections. The scientific community, in the twenty-first century, has in the past expressed a need for renewal within the museum field: on the one hand, applying extended intelligence and new digital technologies (e.g., augmented/virtual reality) to en-gage the public even beyond the museums meant as physical sites. On the other hand, proposing to return to the sensorium in order to take things a step further and enable genuine inclusion during museum visits. Our aim is to consider both these instances and to make use of digital technology and HCI approaches to implement a workflow for the creation of active processes of knowledge con-struction, actively involving the public rather than offering a passive experience of experiencing the interpretations and selections of museum curators. We applied our methodology to the Brendel collection of the University of Bolo-gna, using them as our case study: these models were created in late 19th/ early 20th century by the Brendel Company for the academic needs of botanical science and agricultural students, and are large-scale exemplars of plants and seeds in various stages of their biological development. They are composed of a variety of materi-als, ranging from papier-mâché to wood to animal feathers. These exemplars are well suited to our methodology because they embody both artistic and scientific values and were designed for a real physical interaction with the students: they were made to be manipulated and disassembled by students, so as to better un-derstand plants’ anatomy, the different stages of plants or plants' diseases growth, fostering participation and inclusion. Over time, because of age and intense use, most of these objects were broken or worn out, and were pu away a long time ago. In particular, the Bologna Brendel collection consists of 95 items displaced sev-eral years ago in closets and basements and rediscovered only in 2008. Our approach is meant not only to restore these objects to a reasonable physical state for display purposes, but it intends to also provide a substitute experience for tactile and physical interactions, using expendable 3D printed copies of the original (and precious) items. Our approach intends to use the replicas for the development of multimedia interactive installations, in order to develop multi-modal experiences. The methodology involves an iterative process and several technical and theoretical challenges, and its main steps involve a) the restoration of the original artifacts; b) the processing of data obtained through digital scan-ning techniques of the original artifacts, and the realization of a physical replica through 3D prototyping; c) the design of the user experience of the multimedia installation; d) front-end and back-end development; e) design of the entire ex-position visit. This entire workflow involves several professionals collaborating synergically. Our aim is to propose a new way to interact with cultural heritage, fostering ac-cessibility, social inclusion and a use of ICT to go beyond a hard distinction be-tween virtual and physical, in order to change our understanding of the physical the realm of Cultural Engagement. In particular, blind and visually impaired peo-ple are mostly excluded from the possibility to appreciate in first person and, therefore, construct their own knowledge starting from Cultural Heritage collec-tions. We want to use digital innovation to reverse this trend within museum paths. Moreover, children could benefit from a participatory approach, relying on their senses to better grasp complex abstract notions. In this way, we want to fill both the gaps before mentioned through a theoretical and practical modeling pro-cess focusing on accessibility and inclusiveness.", 
        "creators": [
            {"name":"Grillo, Remo", "affiliation": "I Tatti - The Harvard University Center for Italian Renaissance Studies, Firenze, Italy", "orcid": "0000-0003-3585-0198"},
            {"name":"Morelli, Caterina", "affiliation": "University of Bologna, Italy", "orcid":"0000-0003-3644-9208"},
            {"name":"Rubano, Vincenzo", "affiliation": "University of Bologna, Italy", "orcid":"0000-0002-7958-8999"},
            {"name":"Vitali, Fabio", "affiliation": "University of Bologna, Italy", "orcid":"0000-0002-7562-5203"}
        ],
        "keywords": ["Cultural Artifacts", "Extended Intelligence", "Accessibility", "Augmented Interaction", "Brendel Models"]


    }
}