{
    "metadata": {
        
        "upload_type": "publication",
        "publication_type": "conferencepaper",
        "access_right": "open",
        "license": "cc-by",
        "related_identifiers": [{"relation": "isPartOf", "identifier":"10.5281/zenodo.7845049"}],
        "contributors": [{"name":"Asprino, Luigi", "affiliation": "University of Bologna, Italy", "type": "Editor", "orcid": "0000-0003-1907-0677" },{"name":"Gangemi, Aldo", "affiliation": "University of Bologna and National Research Council – Institute of Cognitive Science and Technologies, Italy", "type": "Editor", "orcid": "0000-0001-5568-2684" },{"name":"Peroni, Silvio", "affiliation": "University of Bologna, Italy", "type": "Editor", "orcid": "0000-0003-0530-4305" }],
        "conference_title": "Extended Intelligence for Cultural Engagement",
        "conference_acronym": "ExICE",
        "conference_dates": "15 March 2023",
        "conference_place": "Bologna, Italy",
        "communities": [{"identifier":"exice"}],
        "conference_url": "https://spice-h2020.eu/conference/",

        "title" : "Fairy Tales as a Card Game: Engaging Digital Audiences in Value-Centred Discourses using Storytelling",
        "description": "Casual games are an established way to engage online audiences in topics that otherwise might be less accessible, which makes them an ideal tool for collective reflections around cultural heritage. The VAST project studies the transformation over space and time of ethical values. Particularly interesting and approachable by means of games are the dualities of values. These are pairs of values that are mutually opposed, yet none is unequivocally preferable, such as tradition vs. innovation, individualism vs. collectivism, lawfulness vs. autonomy. Fairy tales attractively narrate choices between such dualities which online audiences, and digital natives in particular, might want to challenge. Games allow doing this without exposing one’s identity or suffering actual consequences. Within the VAST project, narratives from different places and significant periods in European history were annotated to explicitly represent the occurrences of values. The annotations include fairy tales from different European countries, a type of intangible folklore heritage. The multiplicity of variants, typical of fairy tales, is a good match for the variation required to create an interactive game. We aim to re-engage young audiences with fairy tales and the values behind them - universally or individually perceived. To this end, we challenge users to role-play in fairy tales, by asking them to reconceive how fairy tales are narrated and which values guide their characters. We achieve this by combining two related approaches: i) an online collaborative story writing platform, and ii) a simple storytelling game where the stories generated with the platform can be interactively experienced. Our collaborative story writing platform allows users to propose new story developments, and thus new personal interpretations through a scene-based storytelling mechanism. This mechanism allows users to intervene and create new branches of the story at the desired point with the necessary context and guiding structure. The context is expressed as the combination of a global overview in the form of a summary of past scenes, as well as a local detail showing the contents of the current scene up to the branching point. Users are being guided through a form-filling interface where they are asked to specify i) who acts in that moment, ii) how they do it (action or utterance), iii) what they do, and iv) why they do it, in the form of an inherent value, if any. The created story branches are discussed and challenged by users with our storytelling game characterised by an established casual game mechanics, based on a card paradigm. At any moment of the game, players see a card featuring a game character, accompanied by a short narrative reflecting what that character says or does. In any situation, players are given a choice of action between two predefined options. The user makes a choice between the dualistic pair of values behind the card. Both the story writing platform and the storytelling game rely on a common data structure that we call narrative blocks. A narrative block is an event described by a combination of i) a non-player character (or narrator), ii) the character’s utterance (or action) defining the event, iii) the choice options, each one expressed as player utterances, as well as the block to follow, and iv) the values (if any) associated with each choice. These narrative blocks offer a trade-off between granting an easy authoring mechanism and supporting an interactive story creation. On one hand, a narrative block is easy to create even as a casual activity. On the other hand, narrative blocks are sufficient to experience a complete storytelling game. The use of a binary choice mechanism in the story provides two main benefits. First, it limits the potential complexity that typically characterises branching stories. Second, it perfectly matches the dualities of values that we aim to capture. As a case-study, we consider the fairy tale of Little Red Riding Hood, since it is a classic story that raises a number of ethical issues. Moreover, it is a well-known tale, and thus it is suitable for an experiment on interactive storytelling. We evaluate our proposed approach with audiences of the Fairy Tale Museum in Cyprus. The combination of collaborative story writing and storytelling game aims at eliciting, producing, and collecting interpretations of a fairy tale proposed by the involved participants. The notion of narrative block favours the emergence of different and possibly-conflicting viewpoints. The possibility to play with stories created by multiple users challenges players to reflect on the perspective of others. The proposed approach has three important strengths: i) it engages digital natives on folklore, ii) it explicitly puts values in the forefront of a dialogue between different and personal points of view regarding how a narrative could unfold, and iii) it guides users to generate and share interactive stories built around literary heritage.", 
        "creators": [
            {"name":"Aristodemou, Elena", "affiliation": "Fairy Tale Museum, Nicosia 1010, Cyprus"},
            {"name":"Montanelli, Stefano", "affiliation": "Università degli Studi di Milano, Milan 20100, Italy"},
            {"name":"Ruskov, Martin", "affiliation": "Università degli Studi di Milano, Milan 20100, Italy"}

            
            
        ],
        "grants": [{"id":"101004949"}]


    }
}