{
    "metadata": {
        
        "upload_type": "publication",
        "publication_type": "conferencepaper",
        "access_right": "open",
        "license": "cc-by",
        "related_identifiers": [{"relation": "isPartOf", "identifier":"10.5281/zenodo.7845049"}],
        "contributors": [{"name":"Asprino, Luigi", "affiliation": "University of Bologna, Italy", "type": "Editor", "orcid": "0000-0003-1907-0677" },{"name":"Gangemi, Aldo", "affiliation": "University of Bologna and National Research Council – Institute of Cognitive Science and Technologies, Italy", "type": "Editor", "orcid": "0000-0001-5568-2684" },{"name":"Peroni, Silvio", "affiliation": "University of Bologna, Italy", "type": "Editor", "orcid": "0000-0003-0530-4305" }],
        "conference_title": "Extended Intelligence for Cultural Engagement",
        "conference_acronym": "ExICE",
        "conference_dates": "15 March 2023",
        "conference_place": "Bologna, Italy",
        "communities": [{"identifier":"exice"}],
        "conference_url": "https://spice-h2020.eu/conference/",

        "title" : "Rethinking Digital Community Engagement for value- inclusive cultural heritage media using a digital first approach – Case of selected post-Jomon era funerary mounds, Japan",
        "description": "The eight-stage operational workflow (8-SOW) is a workflow devised to improve the communication of values within a digital communication project for Cultural Heritage (CH). It relies on eight stages that begin with a ‘stage 0’ which is a preliminary collection of CH values from reliable sources. In Stage 1, the collected CH values are filtered to generate an initial vocabulary of values. Then the significance of the selected CH values are assessed using the three steps or questions for significance assessment (Friedheim & Khalaf, 2016) in Stage 2. The third stage is of dialogic inquiry where both experts and non-experts are asked to share their views on the CH values and what they see as valuable. The fourth stage deals with the multiple perspectives that are obtained from the previous stage and how they can be gainfully included in the design of the digital communication project. The fifth stage covers the contextualization of the values and perspectives collected thus far and the sixth stage deals with the design of the initial prototype after which a targeted evaluation is done to collect user feedback in the seventh stage. The eighth and final stage is where the feedback is analysed, and an iteration is done to the design of the digital communication project or experience to improve its ability to communicate CH values. Applying the 8-SOW provides us with a digital communication project or experience that can communicate necessary CH values thereby delivering new learning and positive engagement to interested and willing participants. It has been preliminarily applied to create a web-based digital application that explores the CH values of the artefacts in the Menorah collection at the Hecht Museum in Haifa, Israel (Goud et.al., 2022).  The aim of this paper is to improve upon the 8-SOW for the creation of value-inclusive cultural heritage multimedia. The innovation consists in rethinking the digital community engagement aspect for cultural heritage. The previous application of the framework was done on a small number of artefacts that were within a museum. This iteration of the 8-SOW collects user preferences in order to increase the engagement of digital communities which are interested in cultural heritage communication and knowledge sharing. To test this iterated eight-stage process we use the ‘BeA-ViR’ system which is a part of the ‘BeArchaeo’ project (Lombardo & Lauro, 2022). We build on the exercise that was conducted at the Hecht Museum by altering the ‘stage 0’. In the current study this stage is expanded to include a ‘digital first’ approach where we search out and communicate with digital communities that are interested to participate in the CH knowledge sharing process. This is done to increase the impact of the CH Communication (CHComm) endeavour through wider outreach and to identify methods through which digital multimedia projects for CHComm can be made sustainable. Due to this change, the 8-SOW becomes a value-inclusive framework that is more suited for increasing digital engagement.  The current iteration of the 8-SOW is used to create a companion application for the BeA-ViR system. The BeA-ViR system was designed to help users explore the excavations from post-Jomon era funerary mounds uncovered in the Okayama Prefecture and the nearby prefectures of Shimane and Tottori in Japan. All of the sites covered by the BeA-ViR system are important sites of National Heritage in Japan. These funerary mounds are believed to have been built as tombs to kings and nobles of the Kofun era and later (250 AD or later). Very few such sites have been fully explored and many larger monuments are currently untouched, and they hold a special place in the collective consciousness of the Japanese and international archaeological community. As a digital first initiative, the goal of this exercise is to throw light on why and how digital communities gain knowledge of cultural heritage (CH) properties; whether tangible and/or intangible. Then this understanding is used to develop an outline for community engagement of the selected case.  To achieve this goal, we approach the study in two parts.  1. A random sample of users are selected from various social media sites and internet forums. They are asked to mention what CH assets or properties interested them or they personally identified with and how they go about gaining CH knowledge regarding these assets or properties. Users are asked to share why they chose the certain sources for gaining the knowledge and how they came across these sources in the first place. The perceived authenticity of the source of CH knowledge and the user perceptions regarding ease of access, ease of understanding and their preferences on type of digital engagement with the CH experience are assessed.  2. A companion experience is designed for the BeA-ViR system which has already produced a VR recreation for selected archaeological finds of the BeArchaeo project. The findings from the first part are used to take a digital first initiative while designing the companion application for the BeA-ViR system. This value-inclusive companion experience is developed by following a modified version of the 8-SOW that was tested at the Hecht Museum. A random sample of users are selected to review the companion application for both its digital first elements and the value-inclusive aspects.  The testing and the results of the CH value communication of the companion application to the BeA-ViR system is compared with the test results of the value-inclusive experience that was deployed and tested at the Hecht Museum. Since the Hecht Museum application was developed without a digital first approach, we contrast the findings from the current exercise to outline a system for digital community engagement while developing value-inclusive cultural media. Finally, we reflect on the importance of the values in the communication of Cultural Heritage for digital CHComm projects.", 
        "creators": [
            {"name":"Goud, Srushti", "affiliation": "Università di Torino, Torino, Italy", "orcid": "0000-0001-5066-8584"},
            {"name":"Lombardo, Vincenzo", "affiliation": "Università di Torino, Torino, Italy", "orcid": "0000-0002-8166-9827"},
            {"name":"Lauro, Vittorio", "affiliation": "Università di Torino, Torino, Italy", "orcid": "0000-0002-8166-9827"},
            
        ],
        "keywords": ["Cultural Heritage Values", "Cultural Heritage Communication", "Citizen Curation", "Digital Communities", "Digital First"]


    }
}